<script setup lang="ts">
	import MenuMain from "~/modules/Menu/components/MenuMain.vue";
	
	const breadcrumbs = [
		{
			title: 'Главная',
			disabled: false,
			href: '/',
		},
		{
			title: 'Помощь',
			disabled: true,
			href: '',
		},
	];

</script>

<template>
	<MenuMain/>
	<div class="help wrapper">
		<v-breadcrumbs :items="breadcrumbs" class="mb-4"></v-breadcrumbs>
		<v-card class="mb-4">
			<v-card-text class="text">
				<h3 class="mb-2">Как оплатить бронирование?</h3>
				<p>Порядок оплаты за бронирование определяется только после личного общения гостя и владельца (представителя) объекта размещения. Как правило, после обсуждения согласования всех существенных условий, указанных в заявке гостя (стоимость, условия размещения, срок проживания и прочее) владелец выставит счет на предоплату, которая составляет 15% от стоимости проживания или за 1 сутки.</p>
			</v-card-text>
		</v-card>
		<v-card class="mb-4">
			<v-card-text  class="text">
				<h3 class="mb-2">Как заселиться?</h3>
				<p>Время заезда и выезда, стоимость, опции, питание, правила бронирования и распорядка на территории объекта указаны в карточке объекта. Мы настоятельно рекомендуем вам дополнительно обсудить все интересующие вопросы по заселению и проживанию при бронировании с помощью телефона или мессенджеров.</p>
			</v-card-text>
		</v-card>
		<v-card>
			<v-card-text  class="text">
				<h3  class="mb-2">Как отменить бронирование, если я уже внёс предоплату?</h3>
				<p>1. При отмене бронирования в период бесплатной отмены брони, отельер обязуется вернуть деньги в течение 30 рабочих дней на карту туриста, в рублях.</p>
				
				<p>2. При отмене бронирования в период отмены со штрафом, отельер вычитает сумму штрафа из предоплаты от гостя, оставшуюся сумму, отельер обязуется вернуть в течение 30 рабочих дней на карту туриста, в рублях.</p>
				
				<p>3. При отмене бронирования в период отмены, когда бронь не возвращается, отельер оставляет сумму предоплаты у себя. Обычно это происходит при отмене за последние несколько дней до заезда.</p>
			</v-card-text>
		</v-card>
	</div>
	
</template>

<style scoped lang="scss">
	.help {
		margin-top: 32px;
	}
	
	.text {
		font-size: 16px;
		line-height: 150%;
	}
</style>