<script setup lang="ts">

import MenuMain from "~/modules/Menu/components/MenuMain.vue";

const links = [
	{
		title: 'Главная',
		href: '/'
	},
	{
		title: 'Пользовательское соглашение',
		disabled: true
	}
]
</script>

<template>
	<MenuMain/>
	<div class="wrapper">
		<v-breadcrumbs class="mt-6" :items="links"/>
		<div class="mt-6">
			<h1>Пользовательское соглашение</h1>
			<div class="Text">
				<p dir="ltr">1. Общие положения</p>
				<p dir="ltr">1.1. Портал информационного направления aura-tour-abkhazia.ru (далее — «Исполнитель»), рассказывающий об отдыхе на море в Абхазии, приглашает вас воспользоваться услугами на условиях, основные из которых упомянуты в настоящем Пользовательском Соглашении (далее — Соглашение). Утверждённый документ может быть изменён без согласования или специального уведомления Пользователей Исполнителем. Обновлённая версия вступает в силу с момента размещения на интернет-площадке Исполнителя. Редакция в статусе действующей всегда доступна для Пользователя по адресу: <a href="/polzovatelskoe_soglashenie/">https://aura-tour-abkhazia.ru/polzovatelskoe_soglashenie/</a>. В силу Пользовательское соглашение вступает, как только вы выразите своё согласие с его условиями путём регистрации и использования услуг Исполнителя — на портале aura-tour-abkhazia.ru. </p>
				<p dir="ltr">1.2. Регулирование отношений Исполнителя и Пользователя, а также условий пользования Услугами сайта aura-tour-abkhazia.ru последним осуществляется настоящим Соглашением.</p>
				<p dir="ltr">1.3. Настоящее Соглашение не противоречит законодательному праву России: ко всем отношениям, возникающим между Заказчиком и Исполнителем в связи с использованием Услуг, применимо право РФ. Если текст настоящего Соглашения имеет термин «Законодательство», то он подразумеваются нормативные акты РФ.</p>
				<p dir="ltr">1.4. С момента регистрации на Сайте вы выражаете свое полное согласие со всеми условиями действующего Соглашения. Автоматически каждый Пользователь обязуется соблюдать их. Он также может прекратить пользоваться Услугами Сайта aura-tour-abkhazia.ru, если не согласен по определённым причинам выполнить все условия настоящего Соглашения.</p>
				<p dir="ltr">1.5. Пользователь и Заказчик (определение терминов будет дано ниже) после регистрации на сайте Исполнителя — aura-tour-abkhazia.ru — дают свое согласие на обработку и хранение своих персональных данных, указанных в Личном кабинете с аналогичным статусом (Пользователь, Заказчик).</p>
				<p dir="ltr">1.6. Пользователь не исключает возможности возникновения технических неполадок на сервере, в связи с чем не даёт гарантий, что отдельные разделы Интернет-ресурса и Сайт в целом будут предоставлять информацию надёжно, оперативно, без технических сбоев и ошибок. Однако Пользователь готов поручиться, что все возникающие проблемы будут устраняться быстро — по мере возможности, зависящей от Исполнителя.</p>
				<p dir="ltr">1.7. Если отдельные вопросы не нашли своего освещения в действующем Соглашении, считается, что отношения Пользователя и Исполнителя регулируются правом РФ.</p>
				<p dir="ltr">2. Определения и используемая в Соглашении терминология</p>
				<p dir="ltr">2.1. Сайт — множество веб-страниц, размещенных на определённой площадке в сети Интернет, определяемой адресом aura-tour-abkhazia.ru. Сайт имеет своего владельца.</p>
				<p dir="ltr">2.2. Пользователь — любое лицо, имеющее возможность доступа к Сайту aura-tour-abkhazia.ru и получения уникальной информации посредством сети Интернет.</p>
				<p dir="ltr">2.3. Заказчик — лицо, разместившее путём регистрации на Сайте aura-tour-abkhazia.ru свою личную информацию. Все данные, предоставленные Пользователем самовольно, хранятся на страницах Сайта, в разделе Личный кабинет. Каждый Заказчик имеет доступ к своему Личному кабинету и может работать со своей информацией (удалять, редактировать, добавлять информацию) в любое время.</p>
				<p dir="ltr">2.4. Исполнитель (Администратор) — лицо, имеющее право на осуществление управления Сайтом и выполнение действий, связанных с его неограниченным использованием. Исполнитель утверждается Владельцем Сайта и даёт ему список конкретных полномочий, которые Администратор обязуется исполнять надлежащим образом, поддерживая работоспособность Сайта.</p>
				<p dir="ltr">2.5. Личный кабинет Заказчика — один из важнейших разделов Сайта aura-tour-abkhazia.ru. Представлен совокупностью страниц, доступных для редактирования после регистрации Заказчику. Через Личный кабинет Заказчик управляет своей учётной записью — личным аккаунтом. На страницах Личного кабинета Заказчика доступен следующий функционал: размещение, редактирование, удаление информации и медиафайлов (фото, видео), а также иные действия, связанные с использованием Сайта aura-tour-abkhazia.ru.</p>
				<p dir="ltr">3. Права и обязанности Исполнителя</p>
				<p dir="ltr">3.1. Исполнитель (далее — Администратор) имеет исключительные права на использование Сайта и работу с ним. Данное положение касается программного обеспечения, информационных и медиаматериалов, дизайна, базы данных.</p>
				<p dir="ltr">3.2. Администратор предоставляет услуги, касающиеся хранения, передачи и обеспечения доступа к размещённой Заказчиком на Сайте информации.</p>
				<p dir="ltr">3.3. Администратор сохраняет за собой право вносить изменения в предоставляемую Заказчиком информацию по своему желанию в целях эффективного представления материалов на Сайте и продвижения в поисковых системах (не изменяя основной темы).</p>
				<p dir="ltr">3.4. Администратор может удалять текстовые материалы, фотографии, отзывы, оставленные посетителями на Сайте, если, на его взгляд, они не соответствуют представлениям о нравственности, оскорбляют честь и достоинство, нарушают права и интересы граждан, охраняемые законом, пропагандируют ненависть, дискриминацию людей по половому, этническому или социальному признаку, провоцируют разжигание розни расового, межнационального и/или религиозного характера. То же касается и анонимных сообщений.</p>
				<p dir="ltr">3.5. Если Заказчик нарушил один из пунктов указанного Соглашения, Администратор имеет право заблокировать либо удалить учетную запись, при этом отказав Заказчику в использовании своих Услуг.</p>
				<p dir="ltr">3.6. Администратор обязуется соблюдать конфиденциальность в отношении данных, размещенных Заказчиков, которые не предусматривают их открытой публикации.</p>
				<p dir="ltr">3.7. Администратор обязуется исправить все возникающие неполадки на сайте в кратчайшие из возможных сроки.</p>
				<p dir="ltr">4. Права и обязанности Заказчика и Пользователя Сайта</p>
				<p dir="ltr">4.1. Права Заказчика:</p>
				<ul>
					<li dir="ltr">
						<p dir="ltr">применять информацию, представленную на страницах Сайта aura-tour-abkhazia.ru, в целях организации своего отдыха;</p>
					</li>
					<li dir="ltr">
						<p dir="ltr">посещать все разделы и страницы Сайта aura-tour-abkhazia.ru, доступные для него, пользоваться всеми Услугами и текстовыми и медиаматериалами, представленными на страницах Сайта;</p>
					</li>
					<li dir="ltr">
						<p dir="ltr">работать с информацией в Личном кабинете Заказчика, редактировать её и использовать все Услуги, доступные для статуса Заказчика в Личном кабинете.</p>
					</li>
				</ul>
				<p dir="ltr">4.2. Обязанности Заказчика:</p>
				<ul>
					<li dir="ltr">
						<p dir="ltr">предоставлять Исполнителю актуальную и понятную информацию о себе и оказываемых им услугах по размещению отдыхающих в необходимом объёме, она размещается в специальных разделах Сайта, удобных для просмотра потенциальным Клиентам Заказчика;</p>
					</li>
					<li dir="ltr">
						<p dir="ltr">обновлять информацию, представленную о себе и своих Услугах, чтобы обеспечить её актуальность.</p>
					</li>
				</ul>
				<p dir="ltr">4.3. Права Пользователя:</p>
				<ul>
					<li dir="ltr">
						<p dir="ltr">использовать информацию Сайта aura-tour-abkhazia.ru в любом объёме для организации отдыха достойного уровня;</p>
					</li>
					<li dir="ltr">
						<p dir="ltr">посещать все разделы и страницы Сайта, открытые для него, пользоваться всеми Услугами и материалами, представленными на страницах aura-tour-abkhazia.ru;</p>
					</li>
					<li dir="ltr">
						<p dir="ltr">все права Заказчика, указанные в данном разделе Соглашения, доступны в полном объеме после регистрации и создания учётной записи Пользователем на Сайте — с этого момента Пользователь приобретает статус Заказчика. При регистрации Пользователь указывает адрес электронной почты и пароль.</p>
					</li>
				</ul>
				<p dir="ltr">5. Правила размещения графических материалов</p>
				<p dir="ltr">Ответственность за графический контент и содержание размещаемых на Сайте фотокарточек несёт Заказчик. Администратор снимает с себя ответственность за публикуемые медиаматериалы.</p>
				<p dir="ltr">5.1. Содержание контактных данных, ссылок на сторонние интернет-ресурсы на фотокарточках строго запрещено.</p>
				<p dir="ltr">5.2. Публикация изображений, которые так или иначе нарушают действующее законодательство и этические нормы РФ, запрещена.</p>
				<p dir="ltr">5.3. Фотокарточки должны иметь эстетически приятный внешний вид. Исключается изображение шокирующих кадров, которые могут быть неприятны Пользователю.</p>
				<p dir="ltr">5.4. Ответственность по всем вопросам, связанным с авторскими правами на опубликованные фотографии, целиком и полностью несёт Заказчик.</p>
				<p dir="ltr">5.5. Согласование вопросов, касающихся объектов и лиц, попавших в кадр, осуществляется Заказчиком до отправки фотокарточек в предполагаемый раздел. Поэтому все вопросы и претензии, возникшие у лиц, а также собственников объектов, попавших в кадр, не решаются Администратором Сайта, а перенаправляются Заказчику.</p>
				<p dir="ltr">5.6. Открытое размещение фотографии в статусе публичной (не приватной) на Сайте автоматически означает согласие автора на публикацию изображения в предполагаемых разделах Сайта.</p>
				<p dir="ltr">6. Ответственность Исполнителя</p>
				<p dir="ltr">6.1. Администратор не несет ответственности за содержание текстовых материалов, фотографий и сообщений, размещённых Пользователем и/или Заказчиком, а также не гарантирует их подлинности и соответствия реальности.</p>
				<p dir="ltr">6.2. Администратор ни при каких обстоятельствах не несёт ответственности за убытки, понесённые Заказчиком, прямые либо косвенные, вызванные использованием Сайта, даже при условии, что Администратор был осведомлён о возможности их наступления (например, отказ от бронирования, порча имущества и иные).</p>
				<p dir="ltr">7. Защита информации и вопросы конфиденциальности</p>
				<p dir="ltr">7.1. Обработка персональных данных Пользователя и Заказчика осуществляется в соответствии с Федеральным Законом №152 («О персональных данных»).</p>
				<p dir="ltr">7.2. Регистрация на Сайте Пользователем и Заказчиком предполагает предоставление следующей информации: полные инициалы — имя, отчество, фамилия; действующий номер телефона, e-mail.</p>
				<p dir="ltr">7.3. Администратор не несёт ответственности за информацию, предоставленную Пользователем или Заказчиком, на Сайте в открытой, доступной для всех посетителей форме.</p>
				<p dir="ltr">7.4. Предоставление персональных данных Пользователем или Заказчиком Администратору Сайта означает автоматическое согласие на их обработку. Администратор, в свою очередь, имеет право использовать личные данные Заказчика в целях выполнения обязательств перед Заказчиком, не выходя за рамки настоящего Соглашения. Среди них — реклама услуг, рассылка СМС-оповещений, проведение опросов, отслеживание, сбор результатов маркетинговых мероприятий, проведение розыгрышей среди Пользователей, осуществление контроля удовлетворенности Пользователя Услугами, предоставляемыми Сайтом.</p>
				<p dir="ltr">7.5. Процесс обработки персональных данных предполагает выполнение операций (или одного действия), которые совершаются с использованием методов автоматизации или без них, включая сбор, запись, хранение, обновление, передачу (в том числе взаимодействие с 3-ми лицами, не исключая передачу, если возникла острая необходимость в использовании персональной информации в ходе исполнения обязательств Исполнителя перед Заказчиком), использование, удаление (вплоть до уничтожения данных), блокировку и иные действия, не противоречащие действующему законодательству РФ.</p>
				<p dir="ltr">7.6. Защита персональных данных и конфиденциальность регулируются положениями, указанными в Федеральном Законе №152 «О персональных данных». Опираясь на его положения, Администратор может осуществлять отправку рекламных и информационных сообщений на электронную почту и контактный телефон Пользователя с его согласия, которое выражено совершением им действий, трактуемых однозначно и позволяющих провести идентификацию абонента и достоверно установить его свободное желание на получение рассылок информационного или рекламного характера. При этом Пользователь имеет право отказаться от получения подобных сообщений и оповещений без пояснения причин своего отказа. Для этого Пользователю достаточно направить заявление на e-mail Администратора: <a href="mailto:privettur@gmail.com">privettur@gmail.com</a>, которым он подтверждает своё нежелание получать информативную рассылку. </p>
				<p dir="ltr">7.7. Администратор вправе применять в работе Сookies в целях сбора данных, составления статистики и оптимизации сообщений рекламного характера (с передачей информации 3-м лицам).</p>
				<p dir="ltr">7.8. Администратор имеет информацию об уникальном сетевом адресе (IP) Пользователя. Эти сведения никогда и ни при каких обстоятельствах не применяются в целях установления личности.</p>
				<p dir="ltr">7.9. Администратор обязуется обеспечивать защиту и предотвращать любые попытки несанкционированного доступа к Персональным данным Пользователя или вероятности передачи личных данных 3-м лицам, не имеющим прямого отношения к выполнению обязательств и исполнению Заказов Исполнителем. Все действия Администратора регулируются пунктом 4 статьи 16 ФЗ «Об информации, информационных технологиях и о защите информации».</p>
			</div>
		</div>
	</div>
</template>

<style scoped lang="scss">
p {
	margin-bottom: 20px;
	margin-top: 15px;
}
</style>